<html>
<head>
	<title>注册中心</title>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
	<!-- CSS链接 -->
	<link href="css/news-detail-left.css" type="text/css" rel="stylesheet">
</head>

<body>
			<!-- 左半部分 -->
			<div id="left">
				<div id="area">
					<div id="area-top">
						关于本站
					</div>
					<div id="area-main">
						<div id="line">
							<center>关于本站及本站服务条款</center>
						</div>
						<div id="line1">
							<center>
								浏览次数 : &nbsp;15 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
								发布时间 : &nbsp;2012-5-6 18:58:47
							</center>
						</div>
						<div id="line2">
							一、主体信息<br>
							1 . 本站站名 ： 校园论坛<br>
							2 . 本站用途 ： 校园论坛<br>
							3 . 开发作者 ： 广东工业大学计算机学院软件工程2008级-3班 金明聪<br>
							4 . 开发时间 ： 2012.03-2012.5<br><br>
							二、软件信息<br>
							1 . 开发语言 ： PHP<br>
							2 . 其他工具 ： MySQL、Apache<br>
							3 . 软件版本 ： 1.0<br>
							4 . 开发环境 ： Windows XP SP3<br><br>
							三、版权信息<br>
							 版权所有 ： 金明聪 <br><br>
							四、服务条款<br>
							　　特别提醒您，使用互联网必须遵守国家有关的政策和法律，如刑法、国家安全法、保密法、计算机信息系统安全保护条例等，保护国家利益，保护国家安全，对于违法使用互联网络而引起的一切责任，由您负全部责任。<br>
　　						1. 您不得使用校园论坛产品发送或传播任何妨碍社会治安或非法、虚假、骚扰性、侮辱性、恐吓性、伤害性、破坏性、挑衅性、淫秽色情性等内容的信息。<br>
　　						2. 您不得使用校园论坛软件产品发送或传播敏感信息和违反国家法律制度的信息。<br>
　　						3. 您保证以真实的身份注册使用校园论坛的软件产品，向校园论坛所提供的个人身份资料信息真实、完整、有效，依据法律规定和约定对所提供的信息承担相应的法律责任。如果资料发生变化，您应及时更改。校园论坛会及时、有效地提供该项服务。在安全完成本服务的登记程序后，您应维持密码及帐号的机密安全。您应对任何人利用您的密码及帐号所进行的活动负完全的责任，校园论坛无法对非法或未经您授权使用您帐号及密码的行为作出甄别，因此校园论坛不承担任何责任。<br>
　　						4. 盗取他人号码或利用网络通讯骚扰他人，均属于非法行为。您不得采用测试、欺骗等任何非法手段，盗取其他用户的帐号和对他人进行骚扰。<br>
　　						5. 校园论坛在此郑重提请您注意，任何经由本服务以上传、下载、张贴、电子邮件或任何其他方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息、用户的登记资料或其他资料等（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。同时，为了提高、改进校园论坛各种服务的用户体验，您同意校园论坛对凡是您经由本服务通过上传、张贴等任何方式发布到校园论坛产品的任何文字、图片及其他信息资料等进行无偿的修改、复制、传播等使用。校园论坛无法监控经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不保证内容的合法性、正确性、完整性、真实性或品质等；您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容，并同意将自行加以判断并承担所有风险，而不依赖于校园论坛。但在任何情况下，校园论坛有权依法停止任何前述内容的服务并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。但校园论坛有权(但无义务)依其自行之考量，拒绝和删除可经由本服务提供之违反本条款的或其他引起校园论坛或其他用户反感的任何内容。<br>
　　						6. 校园论坛产品属于个体类产品，使用校园论坛软件产品服务的用户之间引发的任何纠纷校园论坛将不负责任。
						</div>
					</div>
				</div>
			</div>
</body>
</html>